Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: You' re full of ideas.
ru: Ты же такой умный.

source: You just got to squeeze one out.
ru: Придумай что- нибудь.

source: You want me to just make something up?
ru: Просто придумать?

source: You' ve got till the count of three.
ru: Считаю до трех.

source: Then you end up like Junior over there.
ru: На счет три ты присоединишься к Джуниору.

source: - One, squeeze.
ru: - Раз.

source: - This is ridiculous.
ru: - Это просто смешно.

source: Two, squeeze.
ru: Два.

source: I don' t know what to tell you.
ru: Я не знаю, что тебе сказать.

source: I got an idea.
ru: Придумал.

source: HelpI Rubber Soul...... Yesterday and Today, MagicaI Mystery Tour, The White Album....
ru: Yеstеrdау апd Тоdау, Маgiсаl Муstеrу Тоur, Тhе Whitе Аlbuт...

source: Stay warm, all right?
ru: Главное, чтобы тебе было тепло, милая.

source: Let It Be, Revolver, Sgt. pepper....
ru: Рерреr...

source: Oh, god!
ru: О, господи!

source: Don' t open the door!
ru: Не открывайте!

source: - Don' t you tell me what -
ru: - Полегче, главное, чтобы они поверили.

source: Don' t open -
ru: Не открывайте...

source: Knock it off!
ru: Хватит!

source: You kill him, they' il never open that door.
ru: Если ты убьешь его, они не откроют дверь.

source: Oh, god.
ru: О, боже.

source: Lie down.
ru: Ложись.

source: You' il be fine.
ru: Все будет хорошо.

source: He' s fucking crazy.
ru: Он свихнулся.

source: Get your hands off him, you frightening hillbilly motherfucker!
ru: Убери от него лапы, деревенский ублюдок!

source: You' re a strong girl.
ru: Ты сильная.

source: Be strong, sweetheart.
ru: Ты должна быть сильной, милая.

source: Get the fuck off him, now!
ru: Убери лапы!

source: Just get off him!
ru: Оставь его в покое!

source: It' s almost over.
ru: Сейчас пройдет.

source: Yeah, that' s it.
ru: Вот так.

source: All right, turn around.
ru: Ну- ка, повернись на бочок.

source: It' s got blood on it.
ru: У тебя на маске кровь.

source: You might want to wear it inside out.
ru: Надо вывернуть ее наизнанку.

source: Get your tapes.
ru: Вытащи пленки.

source: Who' s this?
ru: Кто это?

source: It' s her kid.
ru: Ее дочь.

source: What happened to her?
ru: Что с ней?

source: Who gives a fuck?
ru: Какая разница?

source: Get your stuff.
ru: Бери свое хозяйство.

source: Hey, lady.
ru: Эй, девушка.

source: We' ve got your kid.
ru: У нас твоя девчонка.

source: Come down here.
ru: Иди сюда.

source: Let' s get this over with.
ru: Надо кончать.

source: Get her, get her!
ru: Держи ее, держи ее!

source: Let her out!
ru: Выпустите ее!

source: - Where' s your gun?
ru: - Где твоя пушка?

source: - Open the door.
ru: - Откройте дверь.

source: Open it.
ru: Откройте.

source: She' s got your gun.
ru: У нее твоя пушка.

source: She' s got your gun!
ru: У нее твоя пушка!

source: Stop screaming.
ru: Прекрати орать.

source: I know you' ve got the gun. put the gun down and step away from the door.
ru: Положи пистолет и отойди от двери.

source: You got to open the door.
ru: Пожалуйста, откройте дверь.

source: My daughter is very sick.
ru: Моей дочери очень плохо.

source: She needs an injection.
ru: Ей нужна срочная инъекция.

source: Do you hear me?
ru: Вы меня слышите?

source: Open the door so I can give her a shot.
ru: Откройте дверь, чтобы я могла сделать ей укол.

source: Or I swear to God, I' il kill you both.
ru: Или, клянусь Богом, я убью вас обоих.

source: If I open the door, you' il shoot us.
ru: Если я открою дверь, ты убьешь нас.

source: So give her the shot yourself.
ru: Тогда сделайте ей укол сами.

source: Give her the shotI
ru: Сделайте ей укол!

source: Do you need this?
ru: Тебе он правда нужен?

source: Can you do this yourself?
ru: Сама можешь сделать?

source: What happens if you don' t get it?
ru: Что будет, если его не сделать?

source: Coma.
ru: Кома.

source: Die.
ru: Умру.

source: put the gun on the floor.
ru: Положи пистолет на пол.

source: And go all the way downstairs.
ru: И спускайся вниз.

source: And I' il give her the shot, all right?
ru: Тогда я сделаю ей укол, ясно?

source: I told you to leave the gunI
ru: Я велел тебе положить пистолет!

source: You fucking bitchI
ru: Чертова сука!

source: If you pull any shit like that again, I will fucking kill her.
ru: Если ты еще раз выкинешь что- нибудь подобное, я убью ее.

source: If you step outside, I' il kill her!
ru: Если ты выйдешь из дома, я убью ее!

source: If I see a uniform inside this house, I' il cut her fucking throatI
ru: Если я увижу в этом доме копа, я перережу ей горло!

source: But please, just give her the shot.
ru: Но, пожалуйста, сделайте ей укол.

source: please.
ru: Пожалуйста.

source: Don' t fucking do it.
ru: Не надо.

source: While we' re in here, she' il call the cops.
ru: Пока мы тут, она вызовет копов.

source: Are you going to open the safe?
ru: Ты будешь открывать сейф?

source: Don' t you look at me.
ru: Не смотри на меня.

source: All I know about this is what I see on TV.
ru: Я только в кино видел, как делают уколы.

source: You got to talk me through this.
ru: Ты должна мне помочь.

source: This right here?
ru: Это?

source: It' s this?
ru: Это?

source: Nice house you guys got.
ru: Хороший у вас дом.

source: Your mom' s rich.
ru: Богатая мама.

source: Dad' s rich.
ru: Папа богатый.

source: Mom' s just mad.
ru: А мама просто сошла с ума.

source: Tap it.
ru: Постучи.

source: I wish I could have put my kid in a place like this.
ru: Жаль, что я не смог заработать своим детям на такой дом.

source: It' s not that I didn' t try.
ru: Я пытался.

source: Sometimes things, they don' t work out the way you want them to.
ru: Но в жизни иногда все выходит не так, как ты хочешь.

source: Wasn' t supposed to be like this.
ru: Все должно было быть не так.

source: He had it all worked out.
ru: Он все спланировал.

source: Nobody was supposed to even be here.
ru: Здесь никого не должно было быть.

source: Thanks...... Burnham.
ru: Бернэм.

source: She' s going to be okay.
ru: Все будет хорошо.

source: I gave her the shot.
ru: Я сделал ей укол.

source: She' s all right.
ru: Ей стало лучше.

source: It' il be over soon.
ru: Осталось немного.

source: Stephan.
ru: Стивен.

source: Can you move?
ru: Ты можешь двигаться?

source: Not much.
ru: Не уверен.

source: I think my arm is broken.
ru: По- моему, у меня сломана рука.

source: Raise your arm.
ru: Подними руку.

source: Come on, raise your arm.
ru: Ну же, подними руку.

source: Try again.
ru: Попробуй еще раз.

source: Meg, please don' t do anything stupid.
ru: Мэг, пожалуйста, не делай глупостей.

source: They' re going to kill us.
ru: Они убьют нас.

source: Just do everything they ask.
ru: Делай, что они говорят.

source: It' il be okay that way.
ru: И тогда все будет хорошо.

source: Stephan, they' il kill her.
ru: Стивен, они убьют ее.

source: She called the goddamn cops.
ru: Она все- таки вызвала копов.

source: The police.
ru: Полиция.

source: You called the police?
ru: Ты позвонил в полицию?

source: Of course, I called them.
ru: Разумеется, я позвонил в полицию.

source: You scared the shit out of me.
ru: Ты меня так напугала.

source: She killed the kid.
ru: Она подписала дочери приговор.

source: She just killed her own kid.
ru: Смертный приговор.

source: All right, take this.
ru: Так, держи.

source: Don' t say a word.
ru: Ничего не говори.

source: No, her husband must have called them.
ru: Нет, их, наверно, вызвал ее муж.

source: Foreign son of a bitch.
ru: Чертов сукин сын.

source: I told you!
ru: Я же говорил!

source: What the fuck' s she doing?
ru: Что она делает?

source: She' s going to handle it.
ru: Сейчас будет говорить с ними.

source: I' m just trying to unlock....
ru: Я не могу открыть...

source: - Is everything okay?
ru: - Что- нибудь случилось?

source: - You all right, ma' am?
ru: - Все в порядке, мэм?

source: What are you....
ru: Что вам...

source: What time is it?
ru: Сколько времени?

source: It' s a little after 4: 00 a. m.
ru: Начало пятого.

source: We got a call, ma' am.
ru: Нам позвонили, мэм.

source: Somebody called you?
ru: Вам позвонили?

source: Can we come in?
ru: Можно войти?

source: - No, you can' t come in.
ru: - Мы хотели бы войти.

source: Ma' am, you sure you' re all right?
ru: Мэм, вы уверены, что все в порядке?

source: Ma' am, you don' t look so good.
ru: Мэм, вы плохо выглядите.

source: Well, you don' t look so hot yourself, Officer Keeney.
ru: Вы тоже не красавец, м- р Кини.

source: Come on, I' m freezing out here.
ru: Слушайте, я уже замерзла.

source: "There are three".
ru: "Три".

source: Your husband said you called for help.
ru: Ваш муж сказал, что вы звали на помощь.

source: That you said, "There are three" right before you got cut off.
ru: "Три", после чего вас разъединили.

source: Oh, that phone call.
ru: Ах да, я ему звонила.

source: And your neighbors...... called in about some loud shouts or a loudspeaker of some kind?
ru: Ваши соседи слышали... громкие крики и звук громкоговорителя.

source: That was the TV.
ru: Это телевизор.

source: It' s off now.
ru: Я его давно уже выключила.

source: Can I just ask you one question?
ru: Можно задать вам один вопрос?

source: What was the end of that sentence?
ru: Что было дальше?

source: When you said, "There are three"...... what was the rest?
ru: "Три"... что должно было быть дальше?

source: Look....
ru: Понимаете...

source: My husband and I just split up...... and it' s my first night in a new house...... and I admit I was a little drunk.
ru: Мы с мужем только что разошлись... я впервые ночевала без него в новом доме... кроме того, я немного выпила.

source: And the sentence, if you insist on knowing...... was going to be:
ru: А дальше, если уж вас так это волнует... было:

source: "There are three things that I' il do for you if you come jump into bed with me".
ru: "Три вещи я готова для тебя сделать, если ты ляжешь со мной в постель".

source: Unless, of course...... two policemen came in the middle of the night and interrogated me.
ru: Слава богу, я вовремя осознала, что несу, и повесила трубку... и никто так и не узнал бы, что я имела в виду... если бы посреди ночи ко мне... не нагрянула полиция и не учинила допрос.

source: So, Rick, you want to go?
ru: Ну что, Рик, пойдем?

source: Or do you want her to tell you which three things?
ru: Или ты хочешь послушать про три вещи?

source: Ma' am...
ru: Мэм...

source: ... if there' s something you want to say to us...... but maybe you can' t say it right now...... you might want to make some kind of a signal...... by blinking your eyes a few times.
ru: если вы хотите нам что- то сказать... но не можете сейчас это сделать... вы можете подать нам условный сигнал... например, несколько раз закрыв и открыв глаза.

source: Something like that.
ru: Что- нибудь в таком духе.

source: That' s something you could do safely.
ru: Это совершенно безопасно.

source: Man...... you guys are good.
ru: Надо же... молодцы, ребята.

source: You mean, like if there was somebody in the house or something?
ru: Вы хотите сказать, если бы в доме кто- то был?

source: They really train you guys.
ru: Здорово вас учат.

source: No, I' m fine.
ru: Нет, все в порядке.

source: Cross my heart.
ru: Честное слово.

source: Sorry to disturb you, ma' am.
ru: Простите за беспокойство, мэм.

source: 'Night, ma' am.
ru: Спокойной ночи, мэм.

source: This kid has seen my face.
ru: Девчонка видела мое лицо.

source: Yeah, well, that' s not my problem.
ru: А я тут при чем?

source: Yeah, it is.
ru: При том.

source: You' re here with me.
ru: Мы же с тобой заодно.

source: You' re on the hook, too.
ru: В одной лодке.

source: Same price for the rest.
ru: Один труп или два - какая разница?

source: Stay the fuck away from me.
ru: Отойди от меня.

source: You know how this is going to end.
ru: Ты же знаешь, это все равно придется сделать.

source: Why the hell didn' t we do that?
ru: Как же мы до этого не додумались?

source: What' s she doing?
ru: Что она делает?

source: What the fuck does she think she' s doing?
ru: Что это она делает?

source: Who told you to bring a gun?
ru: Зачем ты ее принес?

source: Just let me drill, man.
ru: Не мешай мне.

source: Empty?
ru: Пусто?

source: Bank bonds.
ru: Облигации.

source: One second.
ru: Постой.

source: Two, three, four, five....
ru: Две, три, четыре, пять...

source: Why are we doing this?
ru: Зачем это?

source: Because it' s going to come to that.
ru: У нас нет выхода.

source: There are 22.
ru: 22 штуки.

source: 22 million dollars.
ru: 22 миллиона долларов.

source: That lying little shit!
ru: Гнусный лгун!

source: Lift.
ru: Подними руку.

source: Leave that.
ru: Брось их.

source: Christ, I' il buy you new tools.
ru: Я куплю тебе новые инструменты.

source: You' il be okay.
ru: Все будет хорошо.

source: It' s glass.
ru: Тут стекло.

source: Watch the glass.
ru: Осторожно, тут стекло.

source: Get down here.
ru: Иди сюда.

source: You don' t want to do that.
ru: Не надо.

source: Dad, don' t shoot him!
ru: Папа, не стреляй!

source: Let my daughter go.
ru: Отпусти мою дочь.

source: We' re finished.
ru: Мы уходим.

source: Your daughter' s fine.
ru: С вашей дочерью все в порядке.

source: You' il never see us again.
ru: Мы выйдем через черный ход, и вы нас больше никогда не увидите.

source: Let her go.
ru: Отпустите ее.

source: Just let her go.
ru: Давай, отпусти ее.

source: Let go of her!
ru: Отпусти ее!

source: Put that gun down.
ru: Положи пистолет.

source: - Sarah, come here.
ru: - Сара, иди сюда.

source: - Put that gun down!
ru: - Положи пистолет!

source: - Don' t be crazy, man.
ru: - Делай что тебе говорят.

source: - Just let her go.
ru: - Отпусти ее сейчас же.

source: - Let her go!
ru: - Отпусти ее!

source: - Did they hurt you?
ru: - Они били тебя?

source: - Did they touch you?
ru: - Трогали?

source: Stephan, shoot him.
ru: Стивен, стреляй.

source: Shoot him!
ru: Убей его!

source: Get off her!
ru: Отпусти ее!

source: You' il be okay now.
ru: Теперь все будет хорошо.

source: - Police!
ru: - Полиция!

source: - Don' t move!
ru: - Не двигаться!

source: - Nobody move!
ru: - Всем стоять!

source: - Everybody on the ground!
ru: - Все на пол!

source: Team two, upstairs.
ru: Второй отряд, наверх.

source: Team three, down.
ru: Третий отряд, вниз.

source: Don' t move, motherfucker!
ru: Стой, ублюдок!

source: Don' t move!
ru: Стой!

source: I will kill you!
ru: Убью!

source: Move away from the wall!
ru: Отойти от стены!

source: Get off the fence!
ru: Отойди от забора!

source: Put your hands in the air!
ru: Руки вверх!

source: It' s fine, Dad.
ru: Все нормально, папа.

source: Is there anybody else in the house?
ru: В доме есть еще кто- нибудь?

source: Central, I need a bus at 38 West 94th.
ru: Центральная, мне нужна машина на 94- ю, дом 38, Вестсайд.

source: I' m all right.
ru: Со мной все в порядке.

source: I want to see the palms of your hands!
ru: Покажи мне свои руки!

source: Open your hands!
ru: Покажи ладони!

source: Dad, it' s okay.
ru: Папа, все хорошо.

source: You' re going to be fine.
ru: Не волнуйся.

source: Everything is going to be fine.
ru: Все будет хорошо.

source: This sounds interesting.
ru: Вот еще интересная штука.

source: "Two- bedroom with den or third bedroom...
ru: "Две спальни и третья комната или спальня...

source: "... new kitchen, original bath, 70s East".
ru: "новая кухня, старинная ванная, 70- я улица, Истсайд".

source: I thought you liked the West Side.
ru: Я думала, ты предпочитаешь Вестсайд.

source: "61st and Central Park West.
ru: "Вестсайд, пересечение 61- й и Сентрал- парк.

source: "Bank foreclosure, must sell, luxury doorman building, health club... -"... conserg - "- Concierge.
ru: - Консьерж.

source: - It' s French for "superintendent".
ru: - Вроде сторожа.

source: What' s W. E. A. mean?
ru: А.?

source: That' s West End Avenue.
ru: Вест- Энд- авеню.

source: "81st and West End Avenue.
ru: "Пересечение 81- й и Вест- Энд- авеню.

source: "Three bedrooms plus den or fourth bedroom, spacious living room...
ru: "Три спальни, кабинет или четвертая спальня, просторная гостиная...

source: "... cathedral windows -"
ru: "высокие окна..."

source: Do we need all that space?
ru: А нам нужен такой огромный дом?

source: How about this?
ru: А вот это?

source: "West 83rd, two- bedroom, doorman building...
ru: "83- я улица, Вестсайд, две спальни, швейцар...

source: "... park block, partial views, bright and cheery, high ceilings and wood floors".
ru: "вид на парк, много света, высокие потолки, деревянные полы".

source: Turn to your right.
ru: Повернитесь направо.

source: That' s it, sir.
ru: С этим всё.

source: Please follow the orange line.
ru: Теперь, пожалуйста, следуйте по оранжевой линии.

source: We processed the roll of film we found in your bag, Mr. Parrish.
ru: Мы изучаем фотографии, которые нашли в вашей сумке, господин Пэрриш.

source: They' re not very pretty pictures.
ru: Не очень- то они лицеприятные.

source: Also, you left the camera in the hotel.
ru: Вы так же оставили в отеле фотоаппарат.

source: We processed that roll as well.
ru: Им мы тоже занимаемся.

source: Can I see them?
ru: Можно мне их посмотреть?

source: That' s not a courtesy, Mr. Parrish.
ru: У нас здесь не фотовыставка, господин Пэрриш.

source: This is evidence.
ru: Это улики.

source: Do you guys have your own lab... or do you have to send it out?
ru: У вас тут своя лаборатория или в другом месте печатаете?

source: We have a lab.
ru: У нас есть лаборатория.

source: Your legal aide should be here within 30 minutes or so.
ru: Ваш адвокат прибудет сюда через полчаса или около того.

source: Now you understand you don' t have to talk to me until she gets here if you don' t want to.
ru: Вы ведь понимаете, что не обязаны говорить, пока она сюда не приедет, если не хотите.

source: You know that, Sy?
ru: Вы знаете об этом?

source: Sy, can I ask you one question?
ru: Могу я задать вам один вопрос?

source: What was it about William Yorkin that upset you so?
ru: Чем вам так не угодил Вильям Йоркин?

source: I mean, what did he do to provoke all of this?
ru: Что он натворил, если спровоцировал всё это?

source: Family photos depict smiling faces...
ru: Семейные фотографии с улыбающимися лицами.

source: Children' s birthday parties.
ru: Детские праздники в честь дней рождения.

source: People take pictures of the happy moments in their lives.
ru: Люди фотографируют счастливые моменты своей жизни.

source: Someone looking through our photo album would conclude that we had led a joyous, leisurely existence... free of tragedy.
ru: Свободное от трагедий.

source: No one ever takes a photograph of something they want to forget.
ru: Никто не фотографирует то, что он хотел бы забыть.

source: Hey, we' re gonna go.
ru: Эй, тебе пора.

source: Sure you don' t need my help?
ru: Тебе точно не нужна моя помощь?

source: I gotta work.
ru: Малыш, ты не против, если я поеду на работу?

source: I' m gonna get some takeout for dinner, okay?
ru: Я пойду что- нибудь куплю к обеду, ладно?

source: - See ya.
ru: - До скорого.

source: Jake, are you coming or what?
ru: Джейк, так ты идёшь?

source: I' m coming!
ru: Бегу.

source: Mom, can I check out the toys?
ru: Мам, можно я посмотрю игрушки?

source: I' m just dropping off some film.
ru: Я задержусь в проявке на пару минут.

source: Make sure you can see me, okay?
ru: Смотри, не теряй меня из вида.

source: Hey, Mrs. Yorkin.
ru: Здравствуйте, миссис Йоркин.

source: Hey, Yoshi.
ru: Привет, Йоши, как дела?

source: How have you been?
ru: Давненько к нам не заглядывали.

source: We' re doin 'good, thanks.
ru: У нас всё хорошо, спасибо.

source: - Got 3 rolls today.
ru: У меня сегодня две плёнки.

source: Can I get that address again?
ru: - Какого вам размера фотографии?

source: Yes, it' s 3 -- 326 Serrano Terrace, Yoshi.
ru: - Мне нужно 9 на... 9 на 12, Йоши.

source: I' il take care of Mrs. Yorkin.
ru: Мы обо всём позаботимся, миссис Йоркин.

source: What have we got today?
ru: Что у нас сегодня?

source: I' ve got one in here as well.
ru: Две плёнки и одна, по- моему, ещё здесь.

source: And can I have 2 prints of each, please?
ru: Напечатаете все кадры, хорошо?

source: Leica Mini- Lux.
ru: С зумом.

source: That' s a very nice camera.
ru: Прекрасный фотоаппарат.

source: Because Will' s been trying to get me to go digital --
ru: Мой муж просто хочет купить цифровую.

source: Oh, don' t do that.
ru: Только не это.

source: I' d be out of a job.
ru: Я останусь без работы.

source: You have one shot left.
ru: У вас остался один кадр.

source: Oh, that' s okay.
ru: Да ничего страшного.

source: Oh, it' s a shame to waste it.
ru: Так жаль терять его.

source: Oh, no, really, it' s fine.
ru: Да нет, правда, пусть остаётся.

source: I look horrible.
ru: Нет, пожалуйста, я не в том виде.

source: How' s Jake doing?
ru: Как дела у Джейка?

source: Oh, he' s great.
ru: Отлично.

source: How old is he, 9?
ru: Девять?

source: He just turned 9.
ru: Ему как раз исполнилось девять.

source: When do you need these by?
ru: Когда они вам понадобятся?

source: You know, we close at 7: 00 on Sundays.
ru: Не знаю что и сказать, по воскресеньям мы закрываемся в семь.

source: I can -- I can swing by tomorrow.
ru: Ну и ладно, не так уж это важно, я могу заглянуть и завтра.

source: Mrs. Yorkin, you' re one of our best customers.
ru: Миссис Йоркин, вы одна из наших лучших клиенток.

source: I' il have 'em for you by the time we close.
ru: Я всё сделаю к нашему закрытию.

source: I' il go get some shopping done.
ru: А я пройдусь пока по магазину.

source: We' il see you in 40 minutes.
ru: Увидимся через 40 минут.

source: Thanks, Sy.
ru: Спасибо вам.

source: Hey, Jake.
ru: Джейк.

source: You sliced through an exposure on that last roll, Sy.
ru: Тебе не стоило обещать ей этого, машина занята.

source: I made a mistake.
ru: Йоши, я знаю, я совершил ошибку.

source: Mrs. Levitt has a problem... offer her a free roll of film.
ru: Но всё- таки, ничего страшного нет в трёх плёнках.

source: I' ve been doing P. O. S. mini- lab work for over 20 years now.
ru: Я занимаюсь печатью фотографий уже двадцать лет.

source: I consider it an important job.
ru: Я считаю, что это важная работа.

source: When people' s houses are on fire... what' s the first thing they save after their pets and their loved ones are safe?
ru: Когда у людей сгорает их дом, что первое они стараются спасти, узнав, что их родные и питомцы живы?

source: The family photos.
ru: Семейные фотографии.

source: Some people think that this is a job for a clerk.
ru: Некоторые думают, что это работа для клерка.

source: They actually believe that any idiot that attends a 2- day seminar can master the art of making beautiful prints in less than an hour.
ru: Они полагают, что любой идиот, отмучавшийся на двухдневном семинаре, может постичь секреты искусства изготовления прекрасных снимков меньше, чем за час.

source: But of course, like most things... there' s far more to it than meets the eye.
ru: Но конечно, как и в большинстве случаев, столько остаётся недоступным для их глаз.

source: I' ve seen the prints they fob off on people at the Rexall or Fotek.
ru: Я видел много снимков, сделанных вот такими умельцами.

source: Milky, washed out prints.
ru: Мутные, размытые фотографии.

source: Too dark prints.
ru: Слишком тёмные фотографии.

source: There' s no sense of reverence for the service they' re providing for people.
ru: У них нет никакого уважения к услугам, которые они предоставляют людям.

source: I process these photos as if they were my own.
ru: Я делаю эти фотографии так, словно они мои собственные.

source: I see someone had quite a birthday party.
ru: Я тут видел, что у кого- то был шикарный день рождения.

source: I did them 5x7 for you.
ru: Как вы и хотели, я сделал их вам 10х15.

source: Um, the larger ones are better.
ru: А я хотела 9х12.
